Repository: zabbix-jp/translation
Catalog: frontend/omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Graph "%1$s" with template host cannot contain items from other hosts.
ja: テンプレートのホストを含むグラフ"%1$s"に他のホストのアイテムを含めることはできません。

source: Graph "%1$s" with templated items cannot contain items from other hosts.
ja: テンプレートのアイテムを含むグラフ"%1$s"には他のホストのアイテムを設定できません。

source: Graph [ %1$s ]: already exists on [ %2$s ]
ja: グラフ[ %1$s ]は[ %2$s ]にすでに存在します

source: Graph [ %1$s ]: already exists on [ %2$s ] (inherited from another template)
ja: グラフ[ %1$s ]は[ %2$s ]にすでに存在します (他のテンプレートからの継承)

source: Graph [ %1$s ]: already exists on [ %2$s ] (items are not identical)
ja: グラフ[ %1$s ]は[ %2$s ]にすでに存在します (アイテムは同一ではありません)

source: Graph [ %1$s ]: cannot inherit.
ja: グラフ[ %1$s ]: 継承できません。

source: Graph [%1$s] unlinked.
ja: グラフ[%1$s]のリンクを削除しました

source: Graph [%s] deleted.
ja: グラフ[%s]を削除しました

source: Graph added
ja: グラフを追加しました

source: Graph deleted
ja: グラフを削除しました

source: Graph element
ja: グラフの要素

source: Graph item
ja: グラフアイテム

source: Graph name
ja: グラフ名

source: Graph prototype "%1$s" with template host cannot contain items from other hosts.
ja: テンプレートのホストを含むグラフのプロトタイプ"%1$s"に他のホストのアイテムを含めることはできません。

source: Graph prototype "%1$s" with templated items cannot contain items from other hosts.
ja: テンプレートのアイテムを含むグラフのプロトタイプ"%1$s"には他のホストのアイテムを設定できません。

source: Graph prototype "%s" deleted.
ja: グラフのプロトタイプ"%s"を削除しました。

source: Graph prototype [%1$s] unlinked.
ja: グラフのプロトタイプ[%1$s]のリンクを削除しました

source: Graph prototype [%s] deleted.
ja: グラフのプロトタイプ[%1$s]を削除しました

source: Graph prototype must have at least one prototype
ja: グラフのプロトタイプは少なくとも1つ以上のプロトタイプを設定する必要があります

source: Graph prototype must have at least one prototype.
ja: グラフのプロトタイプは少なくとも1つ以上のプロトタイプを設定する必要があります。

source: Graph prototypes
ja: グラフのプロトタイプ

source: Graph prototypes of
ja: グラフのプロトタイプ:

source: Graph sum
ja: グラフの合計値

source: Graph type
ja: グラフのタイプ

source: Graph updated
ja: グラフを更新しました

source: Graph with name "%1$s" already exists
ja: "%1$s"の名前を持つグラフがすでに存在します

source: Graph with name "%1$s" already exists in graphs or graph prototypes.
ja: "%1$s"の名前を持つグラフはグラフもしくはグラフのプロトタイプにすでに存在します。

source: Graph with name "%1$s" already exists.
ja: "%1$s"の名前を持つグラフがすでに存在します。

source: Graph with same name but other type exist
ja: 同じ名前で異なるタイプのグラフが存在します

source: Graph with same name but other type exist.
ja: 同じ名前で異なるタイプのグラフが存在します。

source: Graphs
ja: グラフ

source: Graphs copied
ja: グラフをコピーしました

source: Graphs deleted
ja: グラフを削除しました

source: Greek (el_GR)
ja: ギリシャ語 (el_GR)

source: Grid
ja: グリッド

source: Group
ja: グループ

source: Group "
ja: グループ"

source: Group "%1$s" does not exist.
ja: グループ"%1$s"は存在しません。

source: Group "%1$s" for host "%2$s" does not exist.
ja: ホスト"%2$s"のグループ"%1$s"は存在しません。

source: Group "%1$s" is internal and can not be deleted.
ja: グループ"%1$s"は内部的に使用されているため削除できません。

source: Group "%s" cannot be deleted, because it is used in a global script.
ja: グローバルスクリプトに利用されているためグループ"%s"を削除できません

source: Group "%s" cannot be deleted, because some hosts depend on it.
ja: ホストが所属しているためグループ"%s"を削除できません

source: Group added
ja: グループを追加しました

source: Group deleted
ja: グループを削除しました

source: Group for discovered hosts
ja: ディスカバリで発見されたホストのグループ

source: Group for discovered hosts.
ja: ディスカバリで発見されたホストのグループ

source: Group function
ja: グループ関数

source: Group name
ja: グループ名

source: Group updated
ja: グループを更新しました

source: Grouping by
ja: 次によるグルーピング

source: Groups
ja: グループ

source: Groups in maintenance
ja: メンテナンス対象のホストグループ

source: HISTORY OF EVENTS
ja: イベント履歴

source: HOST GROUPS
ja: ホストグループ

source: HOST INVENTORIES
ja: ホストインベントリ

source: HOST INVENTORY OVERVIEW
ja: ホストインベントリの概要

source: HOST PROFILES
ja: ホストプロファイル

source: HOSTS
ja: ホスト

source: HTTP Authentication
ja: HTTP認証

source: HTTP authentication
ja: HTTP認証

source: HW Architecture
ja: ハードウェアアーキテクチャ

source: HW architecture
ja: ハードウェアアーキテクチャ

source: Hardware
ja: ハードウェア

source: Hardware (Full details)
ja: ハードウェア (詳細)

source: Height
ja: 高さ

source: Help
ja: ヘルプ

source: Hexadecimal
ja: 16進数

source: Hidden
ja: 非表示

source: Hide
ja: 非表示

source: Hide all
ja: すべてを隠す

source: Hide disabled scenarios
ja: 無効なシナリオを非表示

source: Hide disabled triggers
ja: 無効なトリガーを非表示

source: Hide selected
ja: 選択を非表示

source: High
ja: 重度の障害

source: History
ja: ヒストリ

source: History and simple graphs
ja: ヒストリとシンプルグラフ

source: History cleared
ja: ヒストリを削除しました

source: History clearing can take a long time.
ja: ヒストリの削除には時間を要します。

source: History of actions
ja: アクション履歴

source: History of events
ja: イベント履歴

source: Horizontal
ja: 横

source: Horizontal align
ja: 横位置

source: Host
ja: ホスト

source: Host "%1$s" already exists.
ja: ホスト"%1$s"はすでに存在しています。

source: Host "%1$s" does not exist or you have no access to this host.
ja: ホスト"%1$s"が存在しないか、ホストへのアクセス権がありません。

source: Host "%1$s" is monitored with proxy "%2$s".
ja: ホスト"%1$s"はプロキシ"%2$s"経由で監視されています。

source: Host "%s" already exists.
ja: ホスト"%s"はすでに存在しています。

source: Host "%s" deleted.
ja: ホスト"%s"を削除しました

source: Host "%s" does not exist or you have no access to this host.
ja: ホスト"%s"が存在しないか、ホストへのアクセス権がありません。

source: Host "%s" has "useipmi" parameter checked, but has no "ipmi_ip" parameter!
ja: ホスト"%s"は"IPMIを使用"にチェックが入っていますが、"IPMI IP"にIPアドレスが入力されていません。

source: Host (ascending)
ja: ホスト(昇順)

source: Host IP
ja: ホストのIPアドレス

source: Host Inventory
ja: ホストインベントリ

source: Host MAC Address
ja: ホストMACアドレス

source: Host Router
ja: ホストルータ

source: Host Subnet Mask
ja: ホストサブネットマスク

source: Host access
ja: ホストアクセス

source: Host added
ja: ホストを追加しました

source: Host cannot have more than one default interface of the same type.
ja: ホストに同じタイプのデフォルトインターフェースは2つ以上設定できません。

source: Host count
ja: ホスト数

source: Host deleted
ja: ホストを削除しました

source: Host does not exist or you have no access to it.
ja: ホストが存在しないか、アクセス権がありません。

source: Host does not exist or you have no access to this host.
ja: ホストが存在しないか、アクセス権限がありません。

source: Host does not exist.
ja: ホストが存在しません

source: Host group
ja: ホストグループ

source: Host group "%1$s" already exists.
ja: ホストグループ"%1$s"はすでに存在しています。

source: Host group "%s" already exists.
ja: ホストグループ"%s"はすでに存在しています

source: Host group does not exist or you have no access to it.
ja: ホストグループが存在しないか、アクセス権がありません。

source: Host group does not exist or you have no access to this host group.
ja: ホストグループが存在しないか、アクセス権限がありません。

source: Host group elements
ja: ホストグループ内のホスト

source: Host group label type
ja: ホストグループのラベルタイプ

source: Host groups
ja: ホストグループ

source: Host interface
ja: ホストインターフェース

source: Host inventories
ja: ホストインベントリ

source: Host inventory
ja: ホストインベントリ

source: Host inventory overview
ja: ホストインベントリの概要

source: Host key does not exist.
ja: ホストのキーが存在しません

source: Host label type
ja: ホストのラベルタイプ

source: Host list
ja: ホストリスト

source: Host macro
ja: ホストマクロ

source: Host mass update
ja: ホストの一括更新

source: Host name
ja: ホスト名

source: Host networks
ja: ホストネットワーク

source: Host profile
ja: ホストプロファイル

source: Host profiles
ja: ホストプロファイル

source: Host router
ja: ホストルータ

source: Host screens
ja: ホストスクリーン

source: Host status
ja: ホストステータス

source: Host status became "%s"
ja: ホストのステータスが"%s"になりました

source: Host status updated
ja: ホストのステータスを更新しました

source: Host subnet mask
ja: ホストのサブネットマスク

source: Host template
ja: ホストテンプレート

source: Host time
ja: ホスト時間

source: Host update failed
ja: ホストの更新に失敗しました

source: Host update failed.
ja: ホストの更新に失敗しました

source: Host updated
ja: ホストを更新しました

source: Host with item "%1$s" already exists.
ja: アイテム"%1$s"を持つホストがそでに存在します。

source: Host with the same host name "%s" already exists in data.
ja: 同じホスト名"%s"を持つホスト設定がすでに存在しています。

source: Host with the same name "%s" already exists.
ja: 同じホスト名"%s"を持つホストがすでに存在します。

source: Host with the same visible name "%s" already exists in data.
ja: 同じホストの表示名"%s"を持つホストがすでに存在しています。

source: Host with the same visible name "%s" already exists.
ja: 同じホストの表示名"%s"を持つホストがすでに存在します。

source: Hosts
ja: ホスト

source: Hosts & Groups
ja: ホスト & グループ

source: Hosts (m/n/t)
ja: ホスト数 (有効/無効/テンプレート)

source: Hosts / templates
ja: ホスト / テンプレート

source: Hosts and templates
ja: ホストとテンプレート

source: Hosts in
ja: グループに含まれるホスト

source: Hosts in maintenance
ja: メンテナンス対象のホスト

source: Hosts info
ja: ホスト情報

source: Hosts list
ja: ホスト一覧

source: Hosts location
ja: ホストの位置

source: Hosts updated
ja: ホストを更新しました

source: Hour
ja: 時間

source: Hourly
ja: 毎時間

source: Hours
ja: 時間

source: Housekeeper
ja: データの保存期間

source: Hungarian (HU)
ja: ハンガリー語 (HU)

source: Hungarian (hu_HU)
ja: ハンガリー語 (hu_HU)

source: I agree
ja: 同意する

source: IMAGES
ja: イメージ

source: IMPORT
ja: インポート

source: IP
ja: IPアドレス

source: IP address
ja: IPアドレス

source: IP and DNS cannot be empty for host interface.
ja: ホストインターフェースのIPとDNSは必須項目です

source: IP range
ja: IPアドレスの範囲

source: IP range cannot be empty.
ja: IPレンジは必須項目です

source: IPMI agent
ja: IPMIエージェント

source: IPMI authentication algorithm
ja: IPMI認証アルゴリズム

source: IPMI interfaces
ja: IPMIインターフェース

source: IPMI password
ja: IPMIパスワード

source: IPMI privilege level
ja: IPMI特権レベル

source: IPMI sensor
ja: IPMIセンサー

source: IPMI username
ja: IPMIユーザー名

source: IT SERVICES
ja: ITサービス

source: IT SERVICES AVAILABILITY REPORT
ja: ITサービス稼働レポート

source: IT SERVICES: CHILDS
ja: ITサービス: 子

source: IT SERVICES: PARENTS
ja: ITサービス: 親

source: IT service
ja: ITサービス

source: IT service dependencies
ja: ITサービスの依存関係

source: IT service parent
ja: ITサービスの親

source: IT services
ja: ITサービス

source: IT services availability report
ja: ITサービス稼働レポート

source: ITEM PROTOTYPES OF
ja: アイテムのプロトタイプ:

source: ITEMS
ja: アイテム

source: Icon
ja: アイコン

source: Icon (OK)
ja: アイコン (正常)

source: Icon (default)
ja: アイコン (デフォルト)

source: Icon (disabled)
ja: アイコン (無効)

source: Icon (maintenance)
ja: アイコン (メンテナンス)

source: Icon (problem)
ja: アイコン (障害)

source: Icon (unknown)
ja: アイコン (不明)

source: Icon highlight
ja: アイコンのハイライト

source: Icon highlighting
ja: アイコンのハイライト

source: Icon label location
ja: アイコンラベルの位置

source: Icon label type
ja: アイコンラベルのタイプ

source: Icon map
ja: アイコンのマッピング

source: Icon map "%1$s" cannot be deleted.
ja: アイコンのマッピング"%1$s"を削除できません。

source: Icon map "%1$s" has mapping with incorrect iconid "%2$s".
ja: アイコンのマッピング"%1$s"は正しくないアイコンID"%2$s"と関連づけられています。

source: Icon map "%1$s" has mapping with incorrect inventory link "%2$s".
ja: アイコンのマッピング"%1$s"は正しくないインベントリリンク"%2$s"と関連づけられています。

source: Icon map "%s" already exists.
ja: アイコンのマッピング"%s"はすでに存在します。

source: Icon map "%s" cannot have mapping with empty expression.
ja: アイコンのマッピング"%s"は空白の条件式と関連づけることはできません。

source: Icon map "%s" cannot have mapping with global expression that does not exist.
ja: アイコンのマッピング"%s"は存在しないグローバル条件式と関連づけることはできません。

source: Icon map "%s" has incorrect expression.
ja: アイコンのマッピング"%s"の条件式が正しくありません。

source: Icon map "%s" must have at least one mapping.
ja: アイコンのマッピング"%s"は少なくとも1つ以上の項目と関連づける必要があります。

source: Icon map created
ja: アイコンのマッピングを作成しました

source: Icon map deleted
ja: アイコンのマッピングを削除しました

source: Icon map name cannot be empty.
ja: アイコンのマッピング名を設定してください。

source: Icon map updated
ja: アイコンのマッピングを更新しました

source: Icon map with iconmapid "%s" does not exist.
ja: アイコンのマッピングID"%s"を持つアイコンのマッピングは存在しません。

source: Icon mapping
ja: アイコンのマッピング

source: Icon mapping entry "%1$s" against "%2$s" already exists.
ja: "%2$s"に対するアイコンのマッピング"%1$s"はすでに存在します。

source: Iconmap is not enabled
ja: アイコンのマッピングが無効です

source: Icons
ja: アイコン

source: Idle till
ja: アイドル状態の期限

source: If you think this message is wrong, please consult your administrators about getting the necessary permissions.
ja: このメッセージが間違っている場合は、必要な権限を得るために管理者に問い合わせてください

source: Image
ja: イメージ

source: Image added
ja: イメージを追加しました

source: Image deleted
ja: イメージを削除しました

source: Image is used in Zabbix map
ja: イメージはZabbixマップに利用されています

source: Image label type
ja: イメージラベルのタイプ

source: Image size must be less than 1MB
ja: イメージのサイズは1MB以下の必要があります

source: Image updated
ja: イメージを更新しました

source: Images
ja: イメージ

source: Images for all maps will be updated!
ja: すべてのマップのイメージがアップデートされます！

source: Immediately
ja: すぐに

source: Import
ja: インポート

source: Import Host
ja: ホストのインポート

source: Import Map
ja: マップのインポート

source: Import Template
ja: テンプレートのインポート

source: Import failed
ja: インポートに失敗しました

source: Import file
ja: インポートするファイル

source: Import map
ja: マップのインポート

source: Import screen
ja: スクリーンのインポート

source: Imported
ja: インポート済み

source: Imported successfully
ja: インポートに成功しました

source: Impossible to filter by inventory field "%s", which does not exist.
ja: インベントリフィールド"%s"が存在しないためフィルターが行えません。

source: Impossible to remove last row and column
ja: 最後の行と列が削除された可能性があります

source: Impossible to remove last row and column.
ja: 最後の行と列は削除できません。

source: In check
ja: 確認中

source: In group
ja: グループ

source: In groups
ja: グループ

source: In maintenance
ja: メンテナンス中

source: In progress
ja: 進捗中

source: Include
ja: 含める

source: Incorrect "soft" field value for dependency for service "%1$s".
ja: サービス"%1$s"依存関係のフィールド"soft"の値が正しくありません。

source: Incorrect %1$s label type value for map "%2$s".
ja: マップ"%2$s"のラベルタイプの値%1$sが正しくありません。

source: Incorrect DNS server configuration.
ja: DNSサーバーの設定が正しくない。

source: Incorrect IP
ja: 不正なIPアドレス

source: Incorrect IP "%s".
ja: IPアドレス"%s"が正しくありません。

source: Incorrect IP for passive proxy "%1$s".
ja: パッシブプロキシ"%1$s"のIPアドレスが正しくありません。

source: Incorrect IP range "%s".
ja: IPアドレスの範囲"%s"が正しくありません

source: Incorrect IP range.
ja: IPアドレスの範囲が誤っています

source: Incorrect Image
ja: 間違ったイメージ

source: Incorrect SNMP OID.
ja: SNMP OIDの値が正しくありません。

source: Incorrect SNMP community.
ja: SNMPコミュニティの値が正しくありません。

source: Incorrect acceptable SLA for service "%1$s".
ja: サービス"%1$s"のSLAの許容値が正しくありません。

source: Incorrect action condition discovery check.
ja: アクションの実行条件のディスカバリチェックの値が正しくありません。

source: Incorrect action condition discovery rule.
ja: アクションの実行条件のディスカバリルールが正しくありません。

source: Incorrect action condition discovery status.
ja: アクションの実行条件のディスカバリのステータスの値が正しくありません。

source: Incorrect action condition host group.
ja: アクションの実行条件のホストグループの値が正しくありません。

source: Incorrect action condition host.
ja: アクションの実行条件のホストの値が正しくありません。

source: Incorrect action condition ip "%s".
ja: アクションの実行条件のIPアドレス"%s"が正しくありません。

source: Incorrect action condition period "%s".
ja: アクションの実行条件の期間"%s"が正しくありません。

source: Incorrect action condition port "%s".
ja: アクションの実行条件のポート"%s"が正しくありません。

source: Incorrect action condition proxy.
ja: アクションの実行条件のプロキシ設定が正しくありません。

source: Incorrect action condition template.
ja: アクションの実行条件のテンプレートの値が正しくありません。

source: Incorrect action condition trigger.
ja: アクションの実行条件のトリガーの値が正しくありません。

source: Incorrect action condition type.
ja: アクションの実行条件のタイプの値が正しくありません

source: Incorrect action conditionid
ja: アクションの実行条件のIDの値が正しくありません

source: Incorrect action conditionid.
ja: アクションの実行条件が正しくありません。

source: Incorrect action operation command type.
ja: 実行するアクションのコマンドタイプの値が正しくありません。

source: Incorrect action operation condition acknowledge type.
ja: 実行するアクションの障害対応コメントのタイプが正しくありません。

source: Incorrect action operation condition type.
ja: 実行するアクションの実行条件のタイプが正しくありません。

source: Incorrect action operation escalation period.
ja: 実行するアクションのエスカレーションの期間の値が正しくありません。

source: Incorrect action operation escalation step values.
ja: 実行するアクションのエスカレーションステップの値が正しくありません。

source: Incorrect action operation host group.
ja: 実行するアクションのホストグループの値が正しくありません。

source: Incorrect action operation host.
ja: 実行するアクションのホストの値が正しくありません。

source: Incorrect action operation port "%s".
ja: 実行するアクションのポート"%s"が正しくありません。

source: Incorrect action operation step duration.
ja: アクションの実行ステップ期間が正しくありません。

source: Incorrect action operation type.
ja: 実行するアクションのタイプが正しくありません。

source: Incorrect action operation user group.
ja: 実行するアクションのユーザーグループの値が正しくありません。

source: Incorrect action operation user.
ja: 実行するアクションのユーザーの値が正しくありません。

source: Incorrect action operationid
ja: 実行するアクションのIDが正しくありません

source: Incorrect action operationid.
ja: 実行するアクションの設定が正しくありません。

source: Incorrect algorithm for service "%1$s".
ja: サービス"%1$s"のアルゴリズムが正しくありません。

source: Incorrect arguments passed to function
ja: 設定項目が間違っています

source: Incorrect arguments passed to function.
ja: 不正な引数が関数に渡されました。

source: Incorrect arguments passed to method.
ja: 入力項目が正しくありません。

source: Incorrect calculate SLA value for service "%1$s".
ja: サービス"%1$s"のSLAの値の計算が正しくありません。

source: Incorrect characters used for DNS
ja: DNS名に使用できない文字が使われています

source: Incorrect characters used for Hostname
ja: ホスト名に使用できない文字が使われています

source: Incorrect characters used for Node name
ja: ノード名に間違った文字列が使用されています

source: Incorrect characters used for Node name.
ja: ノード名に不正な文字列が利用されています。

source: Incorrect characters used for Proxy name "%s".
ja: プロキシ名"%s"に不正な文字列が使用されています。

source: Incorrect characters used for Template name [ %1$s ]
ja: テンプレート名[%1$s]に不正な文字列が使用されています

source: Incorrect characters used for host name "%s".
ja: ホスト名"%s"に不正な文字列が使用されています。

source: Incorrect characters used for template name "%s".
ja: テンプレート名"%s"に不正な文字列が使用されています。

source: Incorrect closing curly braces in trigger expression.
ja: トリガー条件式に不正な閉じ括弧"}"が存在します。

source: Incorrect closing parenthesis in trigger expression.
ja: トリガー条件式に不正な閉じ括弧")"が存在します。

source: Incorrect colour "%1$s".
ja: 色"%1$s"が正しくありません。

source: Incorrect column span provided for screen element.
ja: スクリーンの要素に正しくないセルの幅が指定されています。

source: Incorrect command
ja: 誤ったコマンド

source: Incorrect condition type
ja: 不正なコンディションタイプ

source: Incorrect count of quotes in expression.
ja: 条件式のクォートの数が正しくありません。

source: Incorrect curly braces count in expression.
ja: 条件式の括弧"{}"の数が正しくありません。

source: Incorrect delay.
ja: 間隔の値が正しくありません。

source: Incorrect dependency
ja: 不正な依存関係

source: Incorrect dependency.
ja: 依存関係が正しくありません。

source: Incorrect description
ja: 不正な名前です

source: Incorrect discovery check
ja: 不正なディスカバリチェック

source: Incorrect discovery check.
ja: ディスカバリチェックの値が正しくありません。

source: Incorrect discovery status
ja: 不正なディスカバリステータス

source: Incorrect discovery status.
ja: ディスカバリステータスの値が正しくありません。

source: Incorrect expression
ja: 誤った正規表現

source: Incorrect field "%1$s" name or value in where statement for table "%2$s".
ja: テーブル"%2$s"へのwhereステートメントのフィールド"%1$s"の名前または値が正しくありません。

source: Incorrect fields for sysmap
ja: マップの設定が正しくありません

source: Incorrect fields for trigger
ja: トリガーの設定が正しくありません

source: Incorrect fields for trigger.
ja: トリガーの設定が正しくありません。

source: Incorrect file upload.
ja: アップロードされたファイルが正しくありません。

source: Incorrect flexible interval "%1$s".
ja: 例外の更新間隔"%1$s"の設定が正しくありません。

source: Incorrect flexible interval in item "%1$s".
ja: アイテム"%1$s"の例外の更新間隔の設定が正しくありません。

source: Incorrect function format.
ja: 関数のフォーマットが正しくありません。

source: Incorrect function is used
ja: 間違った関数が利用されています

source: Incorrect graph ID "%s" provided for screen element.
ja: スクリーンの要素のグラフID"%s"が正しくありません。

source: Incorrect group
ja: 不正なグループ

source: Incorrect host
ja: 不正なホスト

source: Incorrect host ID "%s" provided for screen element.
ja: スクリーンの要素のホストID"%s"が正しくありません。

source: Incorrect host group ID "%s" provided for screen element.
ja: スクリーンの要素のホストグループID"%s"が正しくありません。

source: Incorrect host group.
ja: ホストグループが正しくありません。

source: Incorrect host name "%1$s" provided in expression.
ja: 条件式に正しくないホスト名"%1$s"が設定されています。

source: Incorrect host.
ja: ホストが正しくありません。

source: Incorrect image
ja: イメージが正しくありません

source: Incorrect image index.
ja: イメージのインデックスが正しくありません。

source: Incorrect interface DNS parameter " %1$s " provided.
ja: インターフェースのDNSパラメータ" %1$s "が正しくありません。

source: Incorrect interface DNS parameter "%s" provided.
ja: インターフェースのDNSパラメータ"%s"が正しくありません。

source: Incorrect interface IP parameter " %1$s " provided.
ja: インターフェースのIPパラメータ" %1$s "が正しくありません。

source: Incorrect interface IP parameter "%s" provided.
ja: インターフェースのIPパラメータ"%s"が正しくありません。

source: Incorrect interface PORT "%s" provided
ja: インターフェースのPORT" %s "が正しくありません。

source: Incorrect interface port "%s" provided
ja: インターフェースのポート"%s"が正しくありません

source: Incorrect interface port "%s" provided.
ja: インターフェースのポート"%s"が正しくありません。

source: Incorrect inventory field "%s".
ja: インベントリのフィールド"%s"が正しくありません。

source: Incorrect item ID "%s" provided for screen element.
ja: スクリーンの要素のアイテムID"%s"が正しくありません。

source: Incorrect item for axis value
ja: 軸に設定されたアイテムが正しくありません

source: Incorrect item for axis value item
ja: Y軸用アイテムに設定されたアイテムが正しくありません

source: Incorrect item for axis value.
ja: 軸に設定されたアイテムが正しくありません。

source: Incorrect item key "%1$s" is used in expression.
ja: 条件式に正しくないアイテムキー"%1$s"が利用されています。

source: Incorrect item key "%1$s" provided for trigger expression on "%2$s".
ja: トリガー条件式"%2$s"に正しくないアイテムキー"%1$s"が利用されています。

source: Incorrect item key "%1$s:%2$s" provided for trigger expression.
ja: トリガー条件式に正しくないアイテムキー"%1$s:%2$s"が利用されています。

source: Incorrect item parameters syntax is used.
ja: アイテムパラメータの構文が正しくありません。

source: Incorrect item value type "%1$s:%2$s" provided for trigger function "%3$s".
ja: トリガー関数"%3$s"に正しくないアイテムのデータ型"%1$s:%2$s"が利用されています。

source: Incorrect key format
ja: キーのフォーマットが間違っています

source: Incorrect key.
ja: キーが正しくありません。

source: Incorrect key:
ja: キーが正しくありません:

source: Incorrect key: "%1$s".
ja: キーが正しくありません: "%1$s".

source: Incorrect key: %s
ja: キーが正しくありません: %s

source: Incorrect list of items.
ja: アイテムのリストの誤り

source: Incorrect macro "%1$s" is used in expression.
ja: 条件式に正しくないマクロ"%1$s"が使用されています。

source: Incorrect maintenance - date must be between 1970.01.01 and 2038.01.18
ja: メンテナンス期間が正しくありません - 日時は1970.01.01から2038.01.18の間で設定してください

source: Incorrect maintenance date
ja: メンテナンス日付が正しくありません

source: Incorrect maintenance day period
ja: メンテナンス日が正しくありません

source: Incorrect maintenance days of week
ja: メンテナンス曜日が正しくありません

source: Incorrect maintenance month period
ja: メンテナンス月が正しくありません

source: Incorrect maintenance period
ja: メンテナンス期間が正しくありません

source: Incorrect maintenance period (minimum 5 minutes)
ja: メンテナンス期間が正しくありません (最小5分)

source: Incorrect maintenance week period
ja: メンテナンス週が正しくありません

source: Incorrect map ID "%s" provided for screen element.
ja: スクリーンの要素のマップID"%s"が正しくありません。

source: Incorrect map height value for map "%s".
ja: マップ"%s"の高さの値が正しくありません。

source: Incorrect map width value for map "%s".
ja: マップ"%s"の幅の値が正しくありません。

source: Incorrect network configuration.
ja: ネットワークの設定が正しくありません。

source: Incorrect node type
ja: 間違ったノードタイプ

source: Incorrect node type.
ja: ノードタイプが正しくありません。

source: Incorrect operation type
ja: 不正な実行内容のタイプ

source: Incorrect parameter for action "%s".
ja: アクション"%s"のパラメータが正しくありません。

source: Incorrect parameter for operations.
ja: 実行するアクションのパラメータが正しくありません。

source: Incorrect parameter is used for icon map "%s".
ja: アイコンのマッピング"%s"のパラメータが正しくありません。

source: Incorrect parameter used for Action
ja: アクションに誤ったパラメータが使用されています

source: Incorrect parameter used for Conditions
ja: 実行条件に誤ったパラメータが使用されています

source: Incorrect parameter used for Operations
ja: 実行内容に誤ったパラメータが使用されています

source: Incorrect parameters for action update method "%s".
ja: アクションの更新メソッド"%s"のパラメータが正しくありません。

source: Incorrect parameters for condition.
ja: アクションの実行条件のパラメータが正しくありません。

source: Incorrect parameters for icon map update method "%s".
ja: アイコンのマッピングの更新メソッド"%s"のパラメータが正しくありません。

source: Incorrect parameters for maintenance.
ja: メンテナンスのパラメータが正しくありません。

source: Incorrect parameters for user group.
ja: ユーザーグループのパラメータが正しくありません。

source: Incorrect parent for service "%1$s".
ja: サービス"%1$s"の親が正しくありません。

source: Incorrect parent service.
ja: 親サービスが正しくありません。

source: Incorrect parenthesis count in expression.
ja: 条件式の括弧"()"の数が正しくありません。

source: Incorrect period
ja: 不正な期間

source: Incorrect period "%s".
ja: 期間"%s"が正しくありません。

source: Incorrect port
ja: 不正なポート

source: Incorrect port "%s".
ja: ポート"%s"が正しくありません。

source: Incorrect port range.
ja: ポートの範囲が正しくありません。

source: Incorrect primary keys for table "%1$s".
ja: テーブル"%1$s"のプライマリキーが正しくありません。

source: Incorrect proxy.
ja: プロキシが正しくありません。

source: Incorrect proxyid.
ja: プロキシIDが正しくありません。

source: Incorrect quote usage in trigger expression.
ja: トリガー条件式のクォートの利用が正しくありません。

source: Incorrect resource provided for screen item
ja: スクリーンのアイテムに設定されたリソースがが正しくありません。

source: Incorrect resource type provided for screen item.
ja: スクリーンのリソースタイプが正しくありません。
